{
  "!!!!!!!!!!": 51205,
  "\"Abstract\"": 50426,
  "\"Discussion": 50418,
  "\"Hi": 51227,
  "\"Introduction\"": 50539,
  "\"Methods": 50415,
  "\"References\"": 50488,
  "\"Request": 50301,
  "\"Results": 50482,
  "\"a5000\"": 50835,
  "\"because": 51669,
  "\"features\"": 51306,
  "\"optima\"": 50709,
  "\"python": 50341,
  "\"work": 51671,
  "(0.06)": 50763,
  "(1.5e-4": 51200,
  "(1.9)": 50764,
  "(24": 51437,
  "(377)": 51130,
  "(39)": 51132,
  "(3BGA": 50926,
  "(3dcB": 50918,
  "(3gag": 50916,
  "(3gfe": 50917,
  "(8,": 50782,
  "(DD": 50911,
  "(FABA": 50912,
  "(I": 50316,
  "(SWA)": 51264,
  "(best": 51370,
  "(default": 51192,
  "(feature": 50966,
  "(filling": 50483,
  "(for": 51430,
  "(ignore": 51212,
  "(loss": 51030,
  "(of": 51418,
  "(par...": 50412,
  "(part": 50349,
  "(system": 50861,
  "--base-temperature": 51468,
  "--batch-size": 51331,
  "--classifier-input-dim": 51333,
  "--classifier-n-epochs": 51313,
  "--config": 50976,
  "--contrast-type": 51318,
  "--contrastive-drop-rate": 51336,
  "--contrastive-learning-rate": 51334,
  "--contrastive-model-path": 51360,
  "--contrastive-n-epochs": 51332,
  "--drop-rate": 51315,
  "--embed-dim": 51133,
  "--hidden-dim": 51464,
  "--learning-rate": 51314,
  "--linear-head-dim": 51465,
  "--n-epochs": 51134,
  "--task": 51311,
  "--temperature": 51316,
  ".pth": 51363,
  "0)": 50784,
  "0).": 50786,
  "0.0": 51400,
  "0.001": 50383,
  "0.01": 51467,
  "0.05": 50335,
  "0.06": 50577,
  "0.062": 50564,
  "0.06443679291687161": 51183,
  "0.07": 51317,
  "0.1": 51197,
  "0.1,": 51386,
  "0.1136": 50569,
  "0.12?": 50591,
  "0.15": 51276,
  "0.1?": 51277,
  "0.2": 51466,
  "0.2619": 50661,
  "0.4": 51337,
  "0.5047": 51323,
  "0.8662": 51625,
  "1&3": 51394,
  "1*1": 50566,
  "1,": 50522,
  "1-3.": 51293,
  "1.": 51414,
  "1.1e-4": 51201,
  "1.5e-4": 51199,
  "1.9": 50774,
  "10,": 51064,
  "12am!": 50428,
  "151B": 50264,
  "16*3*224*224": 50650,
  "192.47;": 51142,
  "1:": 51392,
  "1e-2": 51335,
  "1e-4": 51193,
  "1e-5": 51284,
  "2).": 50413,
  "2-3pm": 51005,
  "2.": 51416,
  "2.008": 51003,
  "2.0089": 50942,
  "2.1679": 50836,
  "2.1679,": 50772,
  "24-30": 51633,
  "2k": 51639,
  "2nd": 51066,
  "3!": 51365,
  "3*3": 50567,
  "3,": 50340,
  "30-40": 51636,
  "30?": 51099,
  "3:30": 51017,
  "3:30pm!": 50755,
  "3?": 51010,
  "3k": 51635,
  "3pm": 50989,
  "3pm,": 51217,
  "3pm?": 51349,
  "4-5": 51294,
  "40-55": 51638,
  "42)": 50469,
  "4a,": 50386,
  "4b": 50390,
  "4b),": 50350,
  "4c": 50427,
  "4c,": 50397,
  "5!": 51260,
  "5,": 51063,
  "50%": 51238,
  "50?": 51044,
  "520pm,": 51572,
  "55-70": 51640,
  "5?": 51288,
  "5A": 50515,
  "5a": 50510,
  "5a's": 50705,
  "5am": 50459,
  "5b": 50422,
  "5e-3": 51350,
  "5pm": 51500,
  "6,": 50785,
  "6.6%": 50517,
  "60)": 51420,
  "67.48%": 51384,
  "6k": 51637,
  "6pm": 50542,
  "7,": 50783,
  "70%,": 51240,
  "71%": 51429,
  "768,": 51405,
  "7pm": 51538,
  "80%": 51241,
  "82.92%": 51470,
  "83.15": 51591,
  "83.15%": 51492,
  "83.49": 51145,
  "84.21;": 51144,
  "86.58%": 51206,
  "88%": 51510,
  "88.23%": 51338,
  "88.9%": 51490,
  "89%": 51495,
  "89.14%,": 51586,
  "89.51%": 51587,
  "9:30pm": 50671,
  "9am": 50452,
  ":0": 51149,
  ":|": 51023,
  "<end>": 50259,
  "<pad>": 50257,
  "<response>:": 50260,
  "<start>": 50258,
  "@Ester": 50308,
  "@Jeremy": 50447,
  "@Jonathan": 50449,
  "@Kong": 50444,
  "@Samuel": 50748,
  "@everyone": 50992,
  "A,": 50887,
  "A2BG": 50935,
  "A2c|defg": 50913,
  "A2d:|": 50941,
  "ABA|A": 50939,
  "ABcA|": 50936,
  "ABdB": 50927,
  "ABdB|cAA": 50938,
  "AFE|eAAF": 50937,
  "Accuracy": 51143,
  "AdamW": 50687,
  "Added!": 50272,
  "Agreed": 50670,
  "Ahh": 50820,
  "Aight!": 51119,
  "Annealing": 50439,
  "Averaging": 51263,
  "BA|1": 50919,
  "BERT": 51367,
  "BRUH": 51159,
  "Baseline": 51002,
  "Baseline\"": 50416,
  "Baseline(10": 51139,
  "Beethoven": 50890,
  "Bigger": 51382,
  "Btw": 51354,
  "C:Ludwig": 50889,
  "CAFA|d3ef": 50928,
  "CAPSToNE": 50826,
  "CEA|B2": 50904,
  "CSE": 50263,
  "CUDA": 50296,
  "CUDNN": 50851,
  "Cheung": 50450,
  "Cheung?": 51218,
  "Cheung@Samuel": 51397,
  "Chu": 50746,
  "Classifier": 51425,
  "Classifier),": 51431,
  "Coding": 50339,
  "Colab": 50284,
  "Convolution?": 50268,
  "Cosine": 50438,
  "CrossEntropyLoss(reduction='sum'),": 51451,
  "CuDNN": 50475,
  "DANG": 50457,
  "DSMLP": 51383,
  "Dang": 50606,
  "Datahub": 50282,
  "Doesn’t": 51612,
  "Don't": 50849,
  "Done!": 50734,
  "E^GB|c2": 50905,
  "Ee^d|": 50906,
  "Elise": 50884,
  "Ester": 50262,
  "Ester!": 50261,
  "Ester1": 51536,
  "Ester:": 51668,
  "Evaluation": 51266,
  "Experimentation": 50420,
  "Experimentation\"": 50485,
  "F:http://abc.musicaviva.com/tunes/beethoven-ludwig-van/be059/be059-pno2.abc": 50895,
  "FABd|1": 50925,
  "FCN": 50686,
  "FIXED": 50808,
  "Finished": 50986,
  "Frequent": 51265,
  "G2GF": 50934,
  "GAAF": 50920,
  "GBAA|": 50933,
  "GFG": 50940,
  "GPUs\"": 50303,
  "GREAT": 50825,
  "GitHub": 50360,
  "Gonna": 50332,
  "Gosh": 51077,
  "Gradescope": 51257,
  "Great!": 50402,
  "HAHHA": 50588,
  "HAHHAHAHAHAH": 51104,
  "Hmmmm": 50694,
  "Honestly,": 50828,
  "How's": 51398,
  "How’s": 50524,
  "Huhhhhh": 50998,
  "I'll": 50401,
  "I'm": 50811,
  "I've": 50501,
  "I;ll": 50953,
  "Imma": 51339,
  "Improving": 50435,
  "IoU": 50333,
  "IoU:": 50568,
  "Iou": 50659,
  "It's": 51253,
  "It’s": 50626,
  "I’ll": 50314,
  "I’m": 50293,
  "I’ve": 50600,
  "Jeremy's": 51190,
  "Jeremy's,": 51272,
  "Jeremy:": 51661,
  "Jk": 51007,
  "Jonathan:": 51662,
  "Jonathan’s": 51626,
  "K8S_BYPASS_TIMEOUT_LIMIT=yes": 51443,
  "K8S_PRIORITY_CLASS_NAME=normal": 51441,
  "K8S_TIMEOUT_SECONDS=86400": 51442,
  "K:Am": 50902,
  "Kong": 50487,
  "L:1/16": 50900,
  "LD_LIBRARY_PATH": 50792,
  "LOL": 50358,
  "LONG": 50464,
  "LR=5e-06": 51555,
  "LR=7e-06": 51583,
  "LSTM": 51651,
  "Ldeg|bagf": 50921,
  "Lmk": 51040,
  "Loss": 51141,
  "M:3/8": 50899,
  "Messenger": 51653,
  "Monday!": 50370,
  "NAISEEEEEE": 50559,
  "Niceeee": 51448,
  "No,": 50803,
  "No.25": 50886,
  "Noiceeee": 51491,
  "None:": 50470,
  "Nope": 51298,
  "Nordberg": 50893,
  "Np.nanmean": 50657,
  "O:Germany": 50891,
  "OHH": 51421,
  "OHHHH": 51456,
  "OOP": 50624,
  "OOPS": 51426,
  "Ohh": 50688,
  "Ohhh": 50845,
  "Ohhhhhh": 51541,
  "Okie": 51156,
  "Okk": 50875,
  "Okkk!": 50320,
  "Okok": 51457,
  "Okok!": 51027,
  "Oo": 51051,
  "Oohh": 50536,
  "Ooo": 51146,
  "Ooohh": 51544,
  "Oops": 51093,
  "Overleaf": 50799,
  "PA2": 50410,
  "PA2.": 50265,
  "PA2?": 50453,
  "PA3": 51101,
  "PA3!": 50741,
  "PA3.": 50743,
  "PA4": 51120,
  "PA4.": 51122,
  "PA4?": 51214,
  "Piano": 50897,
  "Piazza": 50797,
  "Piazza:": 51607,
  "Possibly": 50579,
  "Pushing": 51462,
  "PyTorch": 50780,
  "PyTorch?": 50802,
  "Q2?": 51627,
  "Q4": 50373,
  "Q5!": 50377,
  "Q:3/8=40": 50901,
  "README": 50596,
  "REALLY": 51422,
  "RIGHT": 50651,
  "RNN": 51058,
  "Reinitializing": 51267,
  "Reminder": 51004,
  "Replacing": 51362,
  "Rerunning": 50712,
  "Responsibility": 50411,
  "Restarting": 50553,
  "Resubmitted": 50691,
  "Results.txt": 51136,
  "RuntimeError:": 50777,
  "SEQ_SIZE": 50840,
  "SEQ_SIZE=25~30": 50844,
  "SGD": 50336,
  "SHEEEESH": 50581,
  "SUPREMEM": 50827,
  "Samuel": 50674,
  "Saturday,": 51127,
  "Seems": 51108,
  "SimCLR": 51340,
  "SimCLR!": 51378,
  "SimCLR,": 51351,
  "SimCLR.": 51525,
  "SimCLR?": 51347,
  "SimCSE": 51385,
  "Solved": 51125,
  "Soz": 51459,
  "Stochastic": 51262,
  "Sunday.": 51664,
  "SupCon": 51301,
  "SupCon!": 51590,
  "SupCon\"": 51319,
  "SupConModel)": 51432,
  "SupCon_ep10_dropout0.4_lr0.0001_temp0.07_baseTemp0.07.pth": 51361,
  "Sure!": 50519,
  "T:Bagatelle": 50885,
  "T:F\\\"ur": 50883,
  "TA’s": 50630,
  "THANKS!": 50599,
  "THATS": 50824,
  "TRUE": 51514,
  "Thanks!!": 50393,
  "There’s": 50873,
  "Thinking": 50285,
  "Torch.multinomial": 51072,
  "Tow": 50448,
  "Tow@Jonathan": 51396,
  "Tsai": 50309,
  "Tsai?": 51599,
  "Tues": 50371,
  "UNet": 50486,
  "UNet’s": 50696,
  "Unet": 50575,
  "Util": 50636,
  "V:1": 50896,
  "V:2": 50898,
  "VERY": 50463,
  "Visualize.ipynb": 50328,
  "Wdym": 51533,
  "We'll": 50489,
  "Wednesday.": 50372,
  "Weird": 50702,
  "Well,": 51477,
  "We’re": 51291,
  "What’s": 51000,
  "Wifi": 50813,
  "Winfrey": 50458,
  "Winfrey!": 50762,
  "Winfrey's,": 51273,
  "Winfrey:": 51667,
  "Winfrey’s": 50442,
  "WoO.59": 50888,
  "Woah": 51038,
  "Wowow": 50769,
  "X:1759": 50882,
  "XD": 51476,
  "Xian": 50445,
  "YAY": 50739,
  "YAYAYAYAYYAYAYYAYAYAYY": 50823,
  "YEAH": 51079,
  "YOOOOO": 50589,
  "YOOOOOOOOOOOOOOOO": 51325,
  "YUH": 51475,
  "Yay!": 50434,
  "Yayay!": 50742,
  "Yayyy": 50344,
  "Yeahh": 50290,
  "Yes!": 51042,
  "Yes,": 50312,
  "Yesss": 50491,
  "Ying": 50446,
  "Ying@Ester": 51629,
  "Yooooooooooo": 51469,
  "You’ll": 51381,
  "Yup": 50329,
  "Yup!": 50726,
  "Yupp": 51046,
  "Z:Transcribed": 50892,
  "Zoom": 50461,
  "Zoom?": 50467,
  "\\citet{reference_name}": 50505,
  "\\clearpage": 50721,
  "\\newpage": 50718,
  "^also": 50586,
  "^these": 51521,
  "abag|(3fee": 50914,
  "abstract": 51085,
  "acc:": 51182,
  "accidentally": 50570,
  "accuracy": 50603,
  "accuracy)": 51371,
  "accuracy,": 50620,
  "accurate": 50663,
  "accurate,": 50693,
  "activation?": 51100,
  "actually!": 51082,
  "affect": 51060,
  "affects": 50833,
  "afternoon": 51168,
  "again!": 50511,
  "ago,": 51472,
  "agreed": 51589,
  "agreed!": 50492,
  "agreed!!": 51296,
  "aight": 51089,
  "already": 50719,
  "already?": 51029,
  "alright": 51592,
  "alternative": 51348,
  "amazing": 50950,
  "analysis,": 51232,
  "annealing": 51389,
  "answers": 51608,
  "anyone": 50421,
  "anything!": 51041,
  "anytime": 51009,
  "anyways": 51343,
  "anywhere": 51152,
  "appear": 50507,
  "architecture": 50540,
  "architecture,": 50699,
  "aren’t": 51368,
  "args.embed_dim": 51447,
  "argue": 51236,
  "arguing": 51221,
  "arguments": 51209,
  "asap": 51611,
  "asked": 51606,
  "asked:": 51609,
  "augmentation": 50348,
  "automatically": 50506,
  "averages": 50635,
  "averaging": 50633,
  "awkward": 51250,
  "backend,": 50476,
  "baseline": 50313,
  "baseline\"": 50436,
  "baseline,": 51523,
  "baseline_train": 51616,
  "basic_fcn": 50497,
  "basically": 50852,
  "basline\"": 50437,
  "batch,": 51452,
  "batch.": 50648,
  "batch_loader": 50646,
  "batch_s=16": 51553,
  "batch_size=4": 50557,
  "batches’": 50634,
  "becomes": 50660,
  "before?": 51172,
  "behave": 51162,
  "believe)": 51194,
  "best?": 51575,
  "bestTrainAcc=0.9931": 51550,
  "bestTrainAcc=0.9997": 51568,
  "bestValAcc=0.8942": 51549,
  "bestValAcc=0.8952": 51567,
  "bestValAcc=0.8957": 51580,
  "bibtex": 50503,
  "bigger": 50832,
  "blah": 50297,
  "blanks.": 51498,
  "bolded": 50858,
  "branch": 50273,
  "branch!": 50975,
  "branch?": 50326,
  "breakfast": 50465,
  "brnach": 51473,
  "broke": 51624,
  "brute": 51478,
  "btw": 50798,
  "btw!": 51285,
  "bump!": 51216,
  "bunch": 50398,
  "bundled": 50787,
  "by,": 51065,
  "cBAG|FAFA": 50924,
  "calculate": 51455,
  "calculation": 50766,
  "calendar": 51663,
  "calls": 50685,
  "came": 51116,
  "can't": 50283,
  "capstone": 50295,
  "capstone’s": 50286,
  "captures": 50700,
  "catch!": 50846,
  "changes!": 51018,
  "characters": 50859,
  "chars": 51006,
  "check-in": 50990,
  "checking,": 50676,
  "checklist": 50404,
  "checkpoint": 50877,
  "choices": 50949,
  "choose": 50382,
  "chose": 50385,
  "chunk": 51564,
  "cirterion": 50441,
  "citations": 51075,
  "cite": 50504,
  "clarifying": 50765,
  "classes:": 50656,
  "classifier": 51304,
  "classifier,": 51419,
  "cloned": 51189,
  "clones": 51601,
  "cloning": 50324,
  "close!": 50735,
  "closest": 50773,
  "code!": 51235,
  "code,": 51310,
  "code?": 50443,
  "coding!": 51220,
  "combine": 51283,
  "combined": 51529,
  "commands": 51439,
  "commnet": 51537,
  "compared": 51131,
  "compiled": 50781,
  "completed": 50754,
  "computationally": 50621,
  "conda": 50805,
  "config['dropout']?": 50954,
  "config[“model_type”]": 50957,
  "config_200_neurons.json": 50978,
  "config_250_neurons": 51057,
  "config_250_neurons.json": 50979,
  "config_RNN.json": 50977,
  "config_dropout_0.2.json": 50980,
  "config_dropout_0.3.json": 50981,
  "configs": 50839,
  "confirm": 50985,
  "confirming,": 51393,
  "conflict": 51484,
  "conflicts": 51483,
  "confused": 51059,
  "confusing": 50361,
  "considered": 51147,
  "consistency.": 51526,
  "consistently": 50334,
  "consultation": 51011,
  "contains": 50793,
  "content?": 50267,
  "contrastive": 51359,
  "contributions": 51103,
  "control/process": 50865,
  "converter": 50867,
  "cool!": 51649,
  "coools!": 50602,
  "copied": 51215,
  "correct?": 51107,
  "correspond": 50988,
  "corresponding": 51345,
  "cosine": 51388,
  "couldn't": 51485,
  "couldn’t": 50516,
  "cpu?": 50821,
  "cracked": 51619,
  "crank": 50760,
  "crawling": 50607,
  "creating!": 50271,
  "crop?": 50538,
  "crunch": 50725,
  "cse151b251b-wi24-pa4-transformative": 51164,
  "cuDNN": 50778,
  "cuDNN.": 50788,
  "cuDNN.Looks": 50791,
  "cuda": 51379,
  "cudnn": 50796,
  "cudnnPlease": 50795,
  "culprit": 51203,
  "curious": 50352,
  "custom1": 51516,
  "custom1,": 51524,
  "custom1and3": 51515,
  "custom3": 51518,
  "custom3,": 51563,
  "cutoff": 50512,
  "cuz": 51252,
  "d2fg|(3efe": 50929,
  "dang": 51604,
  "datahub": 50822,
  "date?": 50366,
  "dcBA|adcB": 50923,
  "deBd|": 50930,
  "debug!": 50319,
  "debugging": 51411,
  "decay,": 50972,
  "decimal": 50518,
  "decrease": 51390,
  "decreasing": 50848,
  "defining": 50351,
  "describe": 51098,
  "deterministic": 50532,
  "didn't": 51254,
  "didn’t": 50520,
  "difference": 50673,
  "difference?": 51532,
  "differences": 51450,
  "differently": 51163,
  "directly": 51256,
  "discovered": 50642,
  "discussion": 50440,
  "divide": 50407,
  "do)": 50864,
  "doc,": 51565,
  "doc?": 51259,
  "doesn't": 50612,
  "doesn’t": 50720,
  "don't": 51191,
  "done!": 50391,
  "done?": 50496,
  "don’t": 50317,
  "down!": 51395,
  "downloaded": 50357,
  "drawing": 50692,
  "drop-rate": 51196,
  "drop=0.2": 51554,
  "dropout": 51275,
  "dropouts?": 51084,
  "dropped": 51603,
  "e^d|e^deB=dc|A2": 50903,
  "earlier": 50713,
  "earlier!": 51436,
  "ease": 50594,
  "easier": 51280,
  "easiest": 50500,
  "ecAd": 50931,
  "edcA|(3BAF": 50932,
  "elise": 50881,
  "embeddings": 51407,
  "embrace": 51512,
  "encoder's": 51406,
  "ensure": 50790,
  "entire": 50628,
  "entropy": 51303,
  "enumerate": 50645,
  "ep=19": 51582,
  "ep=20": 51552,
  "epoch": 50558,
  "epochs": 50573,
  "epochs):": 51140,
  "epochs,": 51322,
  "epocj": 51184,
  "error,": 50853,
  "essentially": 51372,
  "ester1": 51123,
  "ester1!": 51344,
  "ester1;": 51271,
  "ester1?": 51126,
  "ester2": 50945,
  "ester2)": 51213,
  "evaluation)?": 50967,
  "everyone!!": 50737,
  "everyone’s": 51128,
  "everything,": 50548,
  "exact": 51560,
  "example:": 50356,
  "exceeded": 50298,
  "exceeds": 50302,
  "expanded": 51597,
  "expect": 51234,
  "experiment": 50583,
  "experiments,": 50399,
  "extended": 50880,
  "extrapolated": 51036,
  "f2": 50915,
  "far?": 50775,
  "fast,": 50829,
  "faster": 50617,
  "feasible:": 51650,
  "feedback:": 51226,
  "feeling": 50662,
  "figures": 50717,
  "figures?": 50715,
  "finalize": 50546,
  "finally": 50431,
  "findings": 51208,
  "fine?": 50641,
  "finish": 50315,
  "finished?": 51078,
  "finsihed": 50730,
  "first!": 51295,
  "five,": 51409,
  "fix,": 51488,
  "fixing": 51494,
  "fj": 51353,
  "flexible": 50544,
  "focal": 51630,
  "folks": 51228,
  "force,": 51479,
  "forgot": 51435,
  "formatting": 51124,
  "fully.": 50527,
  "further": 50477,
  "future.\"": 51248,
  "gab|ede": 50922,
  "gave": 50355,
  "gc.collect()": 51178,
  "general,": 51243,
  "generate": 51091,
  "generate.py": 50761,
  "generate.py,": 50868,
  "given?": 50384,
  "gives": 50647,
  "goes": 50643,
  "gonna": 50561,
  "good!": 50562,
  "good,": 50321,
  "goofy": 51628,
  "got?": 51039,
  "gotta": 50305,
  "gpt": 51654,
  "gpu,": 51021,
  "great!": 51412,
  "great!!!": 50456,
  "group.": 50747,
  "groupchat": 51678,
  "guarantee": 51261,
  "guaranteed": 51480,
  "gucci": 50582,
  "guess": 50288,
  "guessed": 51623,
  "guys": 50280,
  "haha": 50359,
  "hahaa": 50304,
  "hahaha": 51408,
  "haja": 51588,
  "happen": 51622,
  "happened": 50292,
  "happens": 51173,
  "harder": 51643,
  "haven't": 50946,
  "haven’t": 50362,
  "heatmaps": 51092,
  "heatmaps,": 51032,
  "help,": 50554,
  "help.": 50847,
  "helped": 51231,
  "helpful": 50523,
  "hid=1000": 51570,
  "hid=128": 51556,
  "hidden-dim": 51417,
  "hidden-dim=1000": 51573,
  "high,": 51433,
  "hmm": 50842,
  "hmmm": 50652,
  "hours),": 51438,
  "how’s": 51346,
  "http://www.musicaviva.com": 50894,
  "hv": 51527,
  "hyperparameter": 50948,
  "hyperparameters": 51024,
  "hyperparamter": 50947,
  "i'll": 51341,
  "i'm": 51413,
  "i've": 51117,
  "idea": 50587,
  "idk": 50499,
  "image,": 50637,
  "implement": 50347,
  "implementation": 50625,
  "implemented": 50322,
  "improvement": 51270,
  "improvements?": 50525,
  "in,": 51049,
  "incompatibility": 51224,
  "incompatibility:": 50779,
  "incompatible": 50794,
  "increase": 51377,
  "incredibly": 50266,
  "indeed": 50639,
  "index(15)": 51067,
  "inheritance": 51282,
  "initialization": 50678,
  "input-classifier-dim": 51376,
  "input?": 50870,
  "inputs": 50649,
  "installing": 50806,
  "instead:": 51138,
  "instruction": 50843,
  "intentional": 50722,
  "interesting,": 50563,
  "interrupting": 51170,
  "intro": 51086,
  "introduction": 51596,
  "iou": 50629,
  "iou,": 50653,
  "irrelevant": 51137,
  "is,": 51366,
  "is.": 51061,
  "is?": 51320,
  "isn't": 51022,
  "isn’t": 51423,
  "issue,": 51225,
  "issue?": 50552,
  "it!": 51056,
  "it'd": 51600,
  "it'll": 51150,
  "it's": 50534,
  "it,": 51342,
  "it.": 51094,
  "it?": 50731,
  "item1": 51403,
  "item2.": 51402,
  "itself": 51519,
  "it’s": 50367,
  "i’ll": 50672,
  "i’m": 50425,
  "jcheung's": 51463,
  "jeremyztow@gmail.com": 50270,
  "jk": 50610,
  "job!!": 50996,
  "join!": 50750,
  "kidding": 50638,
  "kinda": 51251,
  "know!": 51175,
  "knows": 50872,
  "labels": 51621,
  "later,": 51428,
  "laughing": 51105,
  "layers": 50584,
  "leaderboard": 51605,
  "learned": 50609,
  "least": 51502,
  "lecture": 50541,
  "leniently": 50576,
  "let's": 51015,
  "lmk": 50729,
  "locally": 50689,
  "logistic": 50993,
  "lol,": 51167,
  "lolol": 50728,
  "longer": 50580,
  "looked": 51290,
  "looks": 51471,
  "loop,": 51540,
  "lose": 51219,
  "loss,": 50838,
  "loss:": 51489,
  "loss?": 50837,
  "losses": 51530,
  "losses?": 51534,
  "loud": 51106,
  "lowering": 51375,
  "lowest": 50771,
  "lr=1e-3": 50971,
  "lr=1e-3?": 51045,
  "lunar": 50368,
  "lyk": 50759,
  "main.py": 50804,
  "main.py?": 50951,
  "map,": 50999,
  "master's": 50595,
  "master,": 50277,
  "matter,": 51613,
  "matters": 50814,
  "maybe?": 51026,
  "me,": 51174,
  "mean_loss=0.0022": 51581,
  "mean_loss=0.0036": 51569,
  "mean_loss=0.0194": 51551,
  "means": 50711,
  "meant": 50667,
  "meeting": 51014,
  "memeory": 51461,
  "mentions": 50706,
  "merge": 51482,
  "message.": 51287,
  "messenger": 51677,
  "methods": 50354,
  "midterm": 50379,
  "might've": 51460,
  "min?": 50578,
  "mindset": 51513,
  "mine!": 51308,
  "mine,": 51647,
  "minor": 50278,
  "minute?": 50830,
  "misread": 51594,
  "missed": 51543,
  "mistyped": 51087,
  "mm:": 51634,
  "model!": 50331,
  "model.forward()?": 50970,
  "model.py": 51129,
  "model/": 51364,
  "models.py": 51281,
  "models?": 50513,
  "modify": 51445,
  "moment": 51012,
  "more)": 51202,
  "moved": 51008,
  "mysterious": 50526,
  "n-epochs": 51321,
  "names!": 51369,
  "names),": 51034,
  "naming": 51449,
  "neurons": 51043,
  "neurons,": 51090,
  "neuron”": 50969,
  "newest": 50944,
  "news!": 50574,
  "niceeeee": 50943,
  "no,": 50736,
  "nonetheless": 50632,
  "nonlinear": 50994,
  "noob": 51474,
  "normally": 50462,
  "not,": 50424,
  "note!": 51387,
  "now!": 50681,
  "now,": 51169,
  "now?": 51509,
  "np.random.seed(seed)": 50471,
  "numbers": 50388,
  "numbers)\"": 50484,
  "occupying": 50294,
  "ok!": 50593,
  "okay": 50956,
  "okay,": 50392,
  "okk!": 51577,
  "okkk": 51546,
  "okok": 50498,
  "okok!": 51048,
  "on,": 51188,
  "on?": 50395,
  "ones.": 51503,
  "oooh": 51151,
  "optima": 50710,
  "optimized?": 51497,
  "optimizer": 50337,
  "optimizer,": 50381,
  "os.environ[\"PYTHONHASHSEED\"]": 50480,
  "out!": 51499,
  "out.": 51507,
  "output,": 51055,
  "overfitting": 51080,
  "overfitting,": 50618,
  "overleaf": 51493,
  "overnight": 50964,
  "pa2": 50369,
  "painful": 50810,
  "parameter": 50962,
  "parameters": 50974,
  "parameters,": 50430,
  "part?": 50311,
  "particular": 50658,
  "pasting": 51487,
  "perform": 51279,
  "permits,": 50374,
  "person:": 51632,
  "piazza": 50279,
  "piggy": 50376,
  "pinned": 51286,
  "pip": 50807,
  "plots": 50545,
  "plots,": 51031,
  "plots/good/": 51374,
  "points,": 51239,
  "points.": 51242,
  "poll.": 50417,
  "poll:": 50409,
  "portions!": 51076,
  "possible": 50550,
  "possible?": 50878,
  "potentially": 50683,
  "pre-trained": 51358,
  "predicting?": 51373,
  "prediction": 50869,
  "predictions": 51305,
  "preds,": 50654,
  "prob": 50756,
  "probabilities": 51071,
  "probable": 51618,
  "programming": 50310,
  "programming,": 51246,
  "progress?": 51399,
  "project,": 51539,
  "promising": 51658,
  "prompt": 51185,
  "properly": 51486,
  "properly?": 51154,
  "provide": 50619,
  "psyching": 50640,
  "pull?": 51050,
  "pushed": 50275,
  "pushing": 51274,
  "putting": 50866,
  "python\"": 51670,
  "pytorch": 50959,
  "question,": 50380,
  "questions": 51501,
  "random.seed(seed)": 50472,
  "randomly": 51073,
  "randomness": 50529,
  "range.": 51655,
  "rate*": 51576,
  "rate,": 51574,
  "rate..?": 51204,
  "re-running": 50387,
  "realized": 51427,
  "recognize": 50862,
  "recommend": 51244,
  "recurrent": 50740,
  "reduction='sum',": 51454,
  "refer": 51656,
  "reference?": 51148,
  "references.bib": 50502,
  "regrade": 51237,
  "removed": 51453,
  "removes": 50850,
  "repo": 50274,
  "repo:": 51648,
  "repo?": 51679,
  "report!": 51121,
  "report.": 51233,
  "report:": 50403,
  "report?": 51037,
  "reproducible.": 50533,
  "request.": 51258,
  "requriements:": 50405,
  "rerun": 51095,
  "rerunning": 50528,
  "reruns?": 51561,
  "resembles": 51652,
  "resolving": 50789,
  "restart": 50306,
  "restarting": 50555,
  "resubmit": 50727,
  "resulted": 51268,
  "results?": 51097,
  "returns": 51054,
  "revert": 50669,
  "right!": 51558,
  "right?": 51068,
  "rlly": 51289,
  "rn,": 51157,
  "rn.": 51644,
  "rnn": 51081,
  "rotation": 50537,
  "run_eval": 51615,
  "sad,": 50571,
  "said:": 51135,
  "sample!!": 50623,
  "sanity": 51328,
  "satisfactory": 50432,
  "save,": 51542,
  "saves": 50874,
  "says": 50300,
  "scary": 51327,
  "scheduler": 51155,
  "scheduler.step": 51562,
  "schedulers": 51391,
  "screenshot": 50611,
  "scrupt": 51440,
  "section’s": 50714,
  "see!": 51404,
  "see!!": 50768,
  "seed,": 51620,
  "seeee": 51545,
  "seemed": 51278,
  "seems": 50291,
  "segmentation": 50549,
  "segmentation,": 50697,
  "selects": 51074,
  "sending": 51674,
  "sense!": 50389,
  "sentence": 51113,
  "seperately?": 51110,
  "sequences": 51659,
  "serve": 51070,
  "set_seed(seed:": 50468,
  "sheesh": 51195,
  "shouldn’t": 50364,
  "showed": 51020,
  "shuld": 50454,
  "signs": 51665,
  "size?": 50565,
  "sizes": 50616,
  "sketch": 51444,
  "slides?": 51352,
  "slight": 51269,
  "slightly": 50831,
  "slower": 50819,
  "smaller": 50608,
  "smaller?": 50723,
  "smoothly": 51602,
  "smth": 51088,
  "so!": 50289,
  "softmax": 50983,
  "solution🥺": 51177,
  "solve": 50800,
  "solved": 51571,
  "solves": 50856,
  "somehow": 50690,
  "somehting": 51585,
  "sometime": 50494,
  "somewhere": 51112,
  "songrnn": 51053,
  "soon,": 51013,
  "sort?": 50281,
  "sounds": 50547,
  "sounds?": 51114,
  "specifically,": 50677,
  "specify": 50419,
  "speed.": 50615,
  "speed?": 50834,
  "ssh?": 50961,
  "sshing": 50879,
  "stacked": 51598,
  "stands": 51595,
  "starts": 50716,
  "statistical": 51617,
  "storage,": 51355,
  "str(seed)": 50481,
  "strange": 50535,
  "stride": 50556,
  "stuck": 50695,
  "stuff?": 50855,
  "submission": 50597,
  "submission?": 51115,
  "submit?": 50724,
  "submitted": 51309,
  "submitted,": 50733,
  "suggested": 50817,
  "summarize:": 51522,
  "supcon": 51312,
  "supcon-linear-head-dim": 51415,
  "supcon_train": 51356,
  "supcon_train:": 51300,
  "supplement": 51646,
  "suppose": 50631,
  "supposed": 50627,
  "sure,": 50982,
  "sure.": 50841,
  "suspect": 51153,
  "swap": 51506,
  "switching": 50854,
  "syntax": 50860,
  "taken": 51641,
  "takes": 50572,
  "talked": 51631,
  "targets:": 50655,
  "task:": 51657,
  "task=custom1": 51578,
  "task=custom1and3": 51547,
  "technique": 51528,
  "technique,": 50995,
  "techniques": 51531,
  "temperature": 50984,
  "terminal": 50343,
  "terminal,": 50857,
  "testAcc=0.8907": 51548,
  "testAcc=0.8914": 51579,
  "testAcc=0.8944": 51566,
  "texts": 51675,
  "thanks!": 50330,
  "that!": 50408,
  "that's": 50816,
  "that,": 50521,
  "that?": 51211,
  "thats": 50592,
  "that’s": 50744,
  "them.": 51505,
  "them?": 51557,
  "then,": 51458,
  "there,": 51410,
  "there’s": 50353,
  "they're": 51642,
  "think!": 51326,
  "this!": 51584,
  "this?": 50801,
  "tho": 50365,
  "tho!": 50325,
  "tho.": 50958,
  "tho?": 50812,
  "thoughtful": 50745,
  "tight,": 50375,
  "time-consuming.": 50622,
  "timed": 51035,
  "times?": 51161,
  "tmr": 51025,
  "tmr,": 50758,
  "to.": 51666,
  "to?": 51446,
  "today!": 50598,
  "today,": 50543,
  "together;": 51302,
  "tokens": 51660,
  "tomorrow": 50451,
  "tomorrow!": 50396,
  "tomorrow,": 50394,
  "tomorrow.": 50514,
  "tomorrow?": 51297,
  "tonight": 50757,
  "tonight!": 50490,
  "tonight,": 50751,
  "tonight?": 51330,
  "too,": 51210,
  "too?": 50585,
  "took": 51401,
  "torch.backends.cudnn.benchmark": 50479,
  "torch.backends.cudnn.deterministic": 50478,
  "torch.cuda.empty_cache()": 51179,
  "torch.cuda.is_available()": 50960,
  "torch.cuda.manual_seed(seed)": 50474,
  "torch.manual_seed(seed)": 50473,
  "torch.multinomial": 51069,
  "trade-off": 50614,
  "trading": 51247,
  "train,": 50604,
  "train.py": 50531,
  "train.py\"": 50342,
  "train.py?": 51052,
  "train_5_b": 50493,
  "training,": 50876,
  "training/val": 51033,
  "training?": 51610,
  "trains": 50590,
  "transformative": 51118,
  "tried": 50363,
  "triple": 51245,
  "true!": 51434,
  "try!": 50338,
  "trying": 50509,
  "tune": 51496,
  "tuned": 51508,
  "tuning": 50429,
  "tuning,": 51230,
  "tuning,.": 50952,
  "tuning.": 50963,
  "tuning?": 51001,
  "tutor": 50601,
  "twice": 51180,
  "two?": 50299,
  "typo": 50955,
  "tysm": 51329,
  "tyty": 51102,
  "uhh": 51255,
  "ummmm": 51249,
  "understand": 50965,
  "understood": 50613,
  "unfixable": 51223,
  "unset": 50809,
  "up,": 50644,
  "update:": 51019,
  "updated!": 51593,
  "updates": 51307,
  "updating": 50732,
  "updating!": 50987,
  "uploaded": 51109,
  "use,": 51517,
  "use?": 51186,
  "util.plot": 51324,
  "util.py": 50276,
  "vaguely": 51111,
  "val,": 50605,
  "validation": 50455,
  "values:": 51062,
  "variety,": 51645,
  "verify": 51083,
  "version!": 50708,
  "visualize.option": 50327,
  "voc.py": 50346,
  "voc.py?": 50323,
  "voted": 50414,
  "waiting": 50682,
  "wanna": 50684,
  "want,": 51511,
  "wanted": 50752,
  "wants": 50863,
  "wasn’t": 50675,
  "way?": 51535,
  "we'll": 50560,
  "we've": 51504,
  "weekend": 51047,
  "weekend?": 50991,
  "weight!": 51357,
  "well,": 51171,
  "weren't": 51222,
  "we’re": 50378,
  "we’ve": 51292,
  "what's": 51187,
  "what,": 51229,
  "what’s": 51176,
  "whole": 50668,
  "wider": 51096,
  "winfreya": 51016,
  "with,": 50753,
  "won't": 51166,
  "wonder": 50871,
  "won’t": 51299,
  "work,": 51198,
  "work.": 51181,
  "works,": 50318,
  "worries,": 50679,
  "worse": 50698,
  "write,": 50406,
  "wrong?": 50664,
  "yea": 50707,
  "yeah!": 50680,
  "yes,": 50704,
  "yesterday": 51165,
  "yet?": 50423,
  "yeye": 51520,
  "you!": 50508,
  "you're": 50495,
  "you?": 50818,
  "youuu!!": 50345,
  "you’d": 50749,
  "you’re": 51424,
  "yuh": 51207,
  "yuh\"": 51672,
  "y’all": 50400,
  "z2|": 50910,
  "z2|A,,E,A,": 50909,
  "z2|E,,E,^G,": 50908,
  "z2|z6|A,,E,A,": 50907,
  "~50%": 51380,
  "“activation": 50968,
  "👀": 50701,
  "👌👌": 51028,
  "😂": 50815,
  "😂😂😂": 50466,
  "😃": 50776,
  "😅": 50307,
  "😎": 50551,
  "😔": 51160,
  "😭": 51158,
  "😭🙌🏼": 51559,
  "😮": 50665,
  "😮‍💨😴": 50433,
  "😮😮": 50973,
  "😳": 50770,
  "😳😳": 51676,
  "😴": 50738,
  "🤔": 50287,
  "🤝": 51614,
  "🤣": 51481,
  "🤣🎉": 50997,
  "🤫🧏‍♂️": 51673,
  "🥲": 50767,
  "🥵": 50460,
  "🫠": 50269,
  "🫠🫠🫠": 50530,
  "🫣": 50703,
  "🫨": 50666
}
